brew "bat"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "jq"
brew "lazygit"
brew "neovim"
brew "pipx"
brew "ripgrep"
brew "tree"
brew "tmux"
brew "vim"
brew "uv"
brew "wget"
brew "wrk"
brew "zk"

cask "karabiner-elements"
cask "font-hack-nerd-font"
cask "rectangle"  # TODO: possibly will be replaced by aerospace
cask "iterm2"
cask "nikitabobko/tap/aerospace"
